Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The extracted test solutions (3rd ml of eluent) are stable for 2 days in vials in daylight at room temperature.
es_es: Las soluciones de análisis extraídas (3.er ml de eluyente) permanecen estables 2 días en frascos a la luz del día y a temperatura ambiente.

source: The extraction solutions were analysed for SVOC and NVOC by means of gas and high performance liquid chromatography (GC or HPLC).
es_es: Las soluciones de extracción se analizaron en busca de compuestos orgánicos semivolátiles y compuestos orgánicos no volátiles por medio de cromatografía gaseosa (GC) o cromatografía líquida de alta resolución (HPLC).

source: The facilities are controlled via engineering and procedural controls thus ensuring appropriate microbial control (see Section 3.2.A.1 Facilities and Equipment).
es_es: Las instalaciones se controlan por medio de controles de ingeniería y de procedimiento que garantizan un control microbiano apropiado (véase la Sección 3.2.A.1, Instalaciones y equipos).

source: The facility for manufacture of tenecteplase lyophilisate for solution for injection 25 mg has been designed to prevent microbial contamination.
es_es: El centro de fabricación de tenecteplasa, liofilizado para solución inyectable, 25 mg está diseñado para prevenir la contaminación microbiana.

source: The fact that paediatric patients were not studied is addressed by the restriction of the targeted indication in adults only.
es_es: El hecho de que no se hayan estudiado los pacientes pediátricos se soluciona restringiendo la indicación específica únicamente a adultos.

source: The favourable effect of empagliflozin vs placebo was mainly driven by the domains of symptom frequency and symptom burden; a positive trend in favour of empagliflozin was also observed for the third component of the clinical summary score, the physical limitation domain.
es_es: El efecto favorable de empagliflozina frente al placebo estuvo impulsado principalmente por los dominios frecuencia de síntomas y carga de síntomas; también se observó una tendencia positiva a favor de la empagliflozina para el tercer componente de la puntuación del resumen clínico, el dominio limitación física.

source: The federal state to which the legal entities located at Binger Strasse 173, 55216 Ingelheim am Rhein, Germany belongs to is the Rhineland-Palatinate.
es_es: El estado federal al que pertenecen las entidades legales con domicilio en Binger Strasse 173, 55216, Ingelheim am Rhein, Alemania es Renania-Palatinado.

source: The fibrin clot is generated by reaction of thrombin with fibrinogen which causes an increase of turbidity.
es_es: El coágulo de fibrina se genera por reacción de la trombina con fibrinógeno, lo que produce un aumento de la turbidez.

source: The figure also shows the RSS and the RMSE of the regression.
es_es: También se incluye el RSS y el RMSE de la regresión.

source: The figure also shows the residual sum of squares (RSS) and the root mean square error (RMSE) of the regression.
es_es: En la figura, también se presenta el error cuadrático residual (RSS) y el error cuadrático medio (RMSE) de la regresión.

source: The figures refer to the amount of esilate anhydrous given in the respective CoA as “potency” necessary to obtain the declared dosage strengths as nintedanib free base.
es_es: Las cifras se refieren a la cantidad de esilato anhidro indicada en el certificado de análisis respectivo como “potencia” necesaria para obtener las concentraciones declaradas como nintedanib, base libre.

source: The fill and finish process of idarucizumab is already established in sterile manufacturing area 3 (SM3).
es_es: El proceso de llenado y acabado de idarucizumab ya está establecido en el área de fabricación estéril 3 (SM3).

source: The fill mass should not be less than 4.0 g.
es_es: La masa del llenado no debe ser inferior a 4.0 g.

source: The fill volume of the vials is 10.24 to 10.55 mL in order to permit withdrawal of the labelled volume of 10.0 mL.
es_es: El volumen de llenado de los viales es entre 10.24 y 10.55 mL, lo que permite extraer el volumen consignado en etiqueta de 10.0 mL.

source: The fill volume of the vials is 8.24 to 8.49 mL in order to permit withdrawal of the labelled volume of 8.0 mL.
es_es: El volumen de llenado de los viales es entre 8.24 y 8.49 mL, lo que permite extraer el volumen consignado en etiqueta de 8.0 mL.

source: The filled and closed plastic container is named reservoir.
es_es: El recipiente de plástico lleno y cerrado se denomina tanque de reserva.

source: The filled and lyophilised vials are closed and subsequently all vials are checked for correct stopper position.
es_es: Los frascos llenos y liofilizados se cierran y posteriormente se comprueba el adecuado calce del tapón en todos los frascos.

source: The filled and partially stoppered vials are loaded onto the shelves of the freeze dryer where lyophilisation takes place.
es_es: Los viales llenados y tapados parcialmente se colocan en el liofilizador para la liofilización.

source: The filled syringes are stoppered and 100 % visually inspected prior to PFS-NSD-1 assembly; this combines the device components plunger rod (PR), needle safety device subassembly (NSD), extended finger flange (EFF) and the bulk PFS, to give an assembled PFS-NSD-1.
es_es: Se colocan los tapones de las jeringas llenadas y se someten a una inspección visual al 100% antes del ensamblaje del PFS-NSD-1, que combina los componentes de dispositivo del vástago del émbolo, el dispositivo de seguridad de aguja, la lengüeta de apoyo extendida y la jeringa precargada a granel para obtener el dispositivo PFS-NSD-1.

source: The filled, lyophilised and stoppered glass vial is crimped to secure seat of the rubber stopper on the vial throughout storage and transportation.
es_es: El frasco de vidrio lleno, liofilizado y tapado se sella para asegurar que el tapón de caucho esté bien asentado en el frasco durante el almacenamiento y el transporte.

source: The filling accuracy is checked by a 100 % filling weight control.
es_es: Se realiza un control al 100% del peso de llenado para comprobar la exactitud de llenado.

source: The filling tolerance is +0.10 mL and -0.06 mL and is based on the precision of the filling process.
es_es: La tolerancia de llenado es de +0.10 ml y -0.06 ml y se basa en la precisión del proceso de llenado.

source: The filter integrity is checked by a suitable test (e. g. forward flow test) before and after the filtration.
es_es: La integridad del filtro se comprueba mediante una prueba adecuada (por ejemplo, prueba de flujo directo) antes y después del filtrado.

source: The filtrate complies with the test.
es_es: El filtrado cumple con la prueba.

source: The final lyophilisation cycle is also presented in Table 25.
es_es: El ciclo de liofilización final también se presenta en la Tabla 25.

source: The final IPCs are a result of significant process development experience along with manufacturing of the drug product at production scale.
es_es: Los IPC finales son el resultado de una importante experiencia en el desarrollo de procesos y la fabricación del medicamento a escala de producción.

source: The final TSAP (dated 12 Feb 2021) included the following major change:
es_es: El plan de análisis estadístico del ensayo final (del 12 de febrero de 2021) presentó el siguiente cambio importante:

source: The final analysis included 926 adjudicated primary endpoint events in total.
es_es: En el análisis final se incluyeron en total 926 eventos que se adjudicaron al criterio de valoración primario.

source: The final process steps are UV laser marking of the capsules followed by size sorting and bulk packaging.
es_es: Los pasos finales del proceso son el marcado de las cápsulas por láser UV seguidas de la clasificación por tamaño y el acondicionamiento a granel.

source: The final process steps areUV laser marking of the capsules followed by size sortingand bulk packaging.
es_es: Los pasos finales del proceso son el marcado de las cápsulas por láser UV seguidas de la clasificación por tamaño y el acondicionamiento a granel.

source: The final risk assessment is linked to the control strategy summary (Section 3.2.P.5 Control Strategy Summary, see also Chapter 7 for an overview of the controls established per CQA).
es_es: La evaluación de riesgos final está vinculada al resumen de la estrategia de control (Sección 3.2.P.5, Resumen de la estrategia de control; también en la Sección 7 hay una descripción general sucinta de los controles establecidos por cada atributo crítico de calidad).

source: The final risk assessments in Table 43 show the results of the process development studies and additional process knowledge gained from at-scale fills in comparison to the already commercially established 40 mg/vial presentation.
es_es: En las evaluaciones finales de riesgos que se presentan en la Tabla 43, pueden apreciarse los resultados de los estudios de desarrollo de procesos, junto con el conocimiento adicional sobre procesos adquirido a partir de llenados a escala que se hicieron comparando la presentación de este estudio con una de 40 mg/frasco, que está establecida comercialmente.

source: The findings suggest that the 0.40-mg/kg dose of tenecteplase does not confer an advantage over the 0.25-mg/kg dose in patients with large vessel occlusion ischemic stroke in whom endovascular thrombectomy is planned.
es_es: Los hallazgos sugieren que la dosis de 0.40 mg/kg de tenecteplasa no ofrece un beneficio superior a la dosis de 0.25 mg/kg en pacientes con accidente cerebrovascular isquémico por oclusión de grandes vasos en quienes se programa realizar una trombectomía endovascular.

source: The finished product is kept at 2 – 8°C for storage and shipments.
es_es: El producto terminado se mantiene a una temperatura de 2 a 8 °C para su almacenamiento y despacho.

source: The first 2 mL from the filtration step were filled into a HPLC vial (filtration step sample).
es_es: Los primeros 2 ml del paso de filtrado se insertaron en un frasco para HPLC (paso de filtrado "muestra").

source: The first 2 mL of filtration step were used
es_es: Se usaron los primeros 2 ml del paso de filtrado

source: The first data set was derived from a study in which four drug product batches (two manufactured at GNE and two manufactured by BI) and one drug substance batch (manufactured by BI) were analysed in parallel at both testing sites (see Table 62).
es_es: El primer conjunto de datos se derivó de un estudio en el que se analizaron, en paralelo en ambos centros de análisis, cuatro partidas del medicamento (dos fabricadas por GNE y dos fabricadas por BI) y una partida del principio activo (fabricada por BI) (véase la Tabla 62).

source: The first event per patient contributing to the 3P-MACE endpoint is presented.
es_es: Se presenta el primer evento por paciente que contribuye al criterio de valoración 3P-MACE.

source: The first four digits are derived from the Boehringer Ingelheim global Labware, the last four digits are continuous and ascending assigned at the local manufacturing site in the electronic system BioMES.
es_es: Los primeros cuatro dígitos se derivan del Labware global de Boehringer Ingelheim, y los últimos cuatro dígitos son continuos y ascendentes, y se asignan en el sistema electrónico BioMES de la planta productora local.

source: The first key secondary endpoint in the hierarchical testing procedure was the occurrence of adjudicated HHF (first and recurrent).
es_es: El primer criterio de valoración secundaria clave en el procedimiento de pruebas jerárquicas fue la hospitalización por insuficiencia adjudicada (primera y recurrente) adjudicada.

source: The first packaging order of one material number obtains the batch number of the bulk drug product.
es_es: La primera orden de acondicionamiento de un número de material recibe el número de partida del medicamento a granel.

source: The first protein, single stranded DNA binding protein from E. coli is used to capture the sample’s DNA to a membrane via Biotin/Streptavidin linking.
es_es: La primera es una proteína de E. coli que se une a ADN de una sola hebra y se usa para capturar el ADN de la muestra en una membrana por medio de la unión de biotina/estreptavidina.

source: The first reference standard TNK994-1 was manufactured by Genentech, Inc., CA, USA (GNE) and used to qualify the first Metalyse® primary reference standard.
es_es: El primer estándar de referencia, TNK994-1, fue fabricado por Genentech, Inc., CA, EE. UU. (GNE) y se usó para calificar el primer estándar de referencia primario de Metalyse®.

source: The five-point calibration model was evaluated for information only.
es_es: El modelo de calibración de cinco puntos solo se evaluó para fines informativos.

source: The floor plan is designed to facilitate efficient movement and control of components, personnel, product and equipment.
es_es: El plano del piso está diseñado para facilitar el movimiento y control eficientes de los componentes, el personal, los productos y los equipos.

source: The floor plan is designed to facilitate efficient movement and control of components, personnel, product, and equipment.
es_es: El plano del piso está diseñado para facilitar el movimiento y control eficientes de los componentes, el personal, los productos y los equipos.

source: The flow chart is updated to reflect the manufacturing process at Catalent FR (Beinheim) manufacturing site.
es_es: Se actualiza el flujograma para reflejar el proceso de fabricación de la planta de Catalent FR (Beinheim).

source: The flowchart was updated accordingly.
es_es: En tal sentido, se ha actualizado el flujograma.

source: The fluoropolymer film (FluroTec®) is applied to the bottom of the stopper to reduce
es_es: La película de fluoropolímero (FluroTec®) se aplica en la parte inferior del tapón con el fin de reducir

source: The folding box is completely glued; the perforation of the opening lid is intact; the glue does not re-attach after opening.
es_es: La caja plegable está completamente pegada; el troquelado de la tapa está intacto; El adhesivo no se vuelve a adherir una vez abierto.

source: The folding box must have a tamper evident feature.
es_es: La caja plegable debe tener un dispositivo de seguridad inviolable.

source: The folding box must withstand a free fall in vertical and horizontal orientations from a height of 1000 mm as defined by ISO 11608.
es_es: Según lo establecido en la norma ISO 11608, la caja plegable debe resistir una caída libre en orientación vertical y horizontal desde una altura de 1000 mm.

source: The folding box shall have a lacquer layer.
es_es: La caja plegable tendrá una capa de laca.

source: The following Table 3 shows the test matrix for the bracketing approach:
es_es: A continuación, en la Tabla 3, se presenta la matriz de pruebas para el análisis de extremos.

source: The following GMP certificates are submitted as attachments to this response:
es_es: Se presentan como archivos adjuntos a esta respuesta los siguientes certificados de buenas prácticas de fabricación:

source: The following QC solutions without matrix were prepared only for the validation parameter accuracy:
es_es: Las siguientes soluciones QC sin matriz se prepararon sólo para el parámetro de validación "exactitud":

source: The following QC solutions without matrix were prepared only for the validation parameteraccuracy:
es_es: Las siguientes soluciones QC sin matriz se prepararon sólo para el parámetro de validación "exactitud":

source: The following Verification Protocol has been included into the submission package, as applicable, to be executed post approval:
es_es: Para el caso de que así corresponda, se ha incluido en la carpeta de presentación el siguiente Protocolo de verificación, que ha de implementarse después de la aprobación:

source: The following additional further endpoints were defined in the TSAP:
es_es: En el plan de análisis estadístico del ensayo, se definieron los siguientes criterios de valoración adicionales:

source: The following assessment targets a process comparison and an analytical comparison of BI’s and Genentech’s tenecteplase DS and DP presentations to give evidence for comparability.
es_es: La siguiente evaluación aborda una comparación de procesos y una comparación analítica de las presentaciones del principio activo y el medicamento de BI y Genentech para ofrecer evidencia de comparabilidad.

source: The following calibration solution was used to evaluate the stability:
es_es: Se usaron las siguientes soluciones de calibración para evaluar la estabilidad:

source: The following calibration solutions were prepared freshly each day to evaluate the stability of the dilutions:
es_es: Cada día, se prepararon las siguientes soluciones de calibración en el momento, para evaluar la estabilidad de las diluciones:

source: The following calibration solutions were prepared freshly each day to evaluate the stability ofthe dilutions:
es_es: Cada día, se prepararon las siguientes soluciones de calibración en el momento, para evaluar la estabilidad de las diluciones:

source: The following categories of adverse events of special interest were analysed in this trial:
es_es: En este ensayo, se analizaron las siguientes categorías de eventos adversos de interés especial

source: The following changes are valid throughout the documents:
es_es: Los siguientes cambios son válidos en la totalidad de los documentos:

source: The following chromatograms illustrate the selectivity of NDMA in all nine metformin containing IR drug products.
es_es: Los siguientes cromatogramas ilustran la selectividad de la NDMA en los nueve medicamentos de liberación inmediata que contienen metformina.

source: The following clinical events are described in this section:
es_es: En esta sección se describen los siguientes eventos clínicos:

source: The following considerations were made for photostability testing:
es_es: Para las pruebas de fotoestabilidad, se hicieron las siguientes consideraciones:

source: The following editorial changes are valid throughout the document:
es_es: Los siguientes cambios de redacción son válidos en todo el documento.

source: The following equipment has been shown to be suitable:
es_es: Quedó demostrado que los siguientes equipos son adecuados.

source: The following equipment is dedicated for manufacture of spesolimab drug product:
es_es: Los siguientes equipos están dedicados exclusivamente a la fabricación del medicamento Espesolimab:

source: The following equipment is dedicated for manufacture of spesolimab drug product: filtration equipment, filling vessel, filling needles, stopper setting tubes and pins
es_es: Los siguientes equipos están dedicados a la fabricación del medicamento Espesolimab: equipo de filtrado, recipiente de llenado, agujas de llenado, tubos y clavijas de la configuración de tapones.

source: The following equipment is shared for manufacture of spesolimab drug product:
es_es: Los siguientes equipos compartidos se usan en la fabricación del medicamento Espesolimab:

source: The following equipment is shared for manufacture of spesolimab drug product: parts washer, autoclave, filling machine, stopper position check system, assembly machine for NSD, assembly and labeling machine for NSD
es_es: Los siguientes equipos son compartidos en la fabricación del medicamento Espesolimab: lavadora de piezas, autoclave, máquina de llenado, sistema de verificación de posición de tapones, máquina de ensamblaje del dispositivo de seguridad para aguja, máquina de ensamblaje y etiquetado del dispositivo de seguridad para aguja.

source: The following events were defined as AESIs:
es_es: Los siguientes eventos se definieron como EAIP:

source: The following events were exempted from SAE reporting:
es_es: Quedaron exentos del informe de eventos adversos graves los siguientes eventos:

source: The following excipients used in the manufacture of linagliptin film-coated tablets are controlled to the requirements of the compendial monographs listed below and no additional testing is required.
es_es: Los siguientes excipientes utilizados en la fabricación de linagliptina, comprimidos recubiertos, están controlados según los requisitos de las monografías farmacopeicas que se enumeran a continuación y no requieren pruebas adicionales.

source: The following excipients used in the manufacture of linagliptin film-coated tablets, 5 mg are compendial.
es_es: Los siguientes excipientes utilizados en la fabricación de linagliptina, comprimidos recubiertos de 5 mg, están incluidos en farmacopea.

source: The following excipients used in the manufacture of nerandomilast film-coated tablets are
es_es: Los siguientes excipientes utilizados en la fabricación de linagliptina, comprimidos recubiertos de 5 mg, están incluidos en farmacopea.

source: The following excipients used in the manufacture of nerandomilast film-coated tablets are compendial.
es_es: Los siguientes excipientes utilizados en la fabricación de nerandomilast, comprimidos recubiertos, están incluidos en las respectivas farmacopeas.

source: The following five tables summarize the effects of these variations on the retention time and the amount of NDMA.
es_es: En las siguientes cinco tablas se presentan, de manera resumida, los efectos de estas variaciones en el tiempo de retención y la cantidad de NDMA.

source: The following further endpoints (exploratory) were defined in the trial protocol:
es_es: Se definieron en el protocolo del ensayo los siguientes criterios de valoración adicionales (exploratorios):

source: The following inspections and audits have been carried out in relation to this study:
es_es: En relación con este estudio se han realizado las siguientes inspecciones y auditorías:

source: The following key secondary endpoints were part of the confirmatory testing strategy:
es_es: Los siguientes criterios de valoración secundarios claves fueron parte de la estrategia de pruebas confirmatoria:

source: The following machines and equipment have proved suitable:
es_es: Quedó demostrado que las siguientes máquinas y equipos son adecuados:

source: The following manufacturing process steps as well as additional relevant aspects are covered by the PFS PPQ:
es_es: Los siguientes pasos del proceso de fabricación, así como otros aspectos relevantes, están cubiertos por la calificación del desempeño del proceso de las jeringas precargadas:

source: The following manufacturing process steps as well as additional relevant aspects are covered by the PFS-NSD-1 PPQ:
es_es: Los siguientes pasos del proceso de fabricación, así como otros aspectos relevantes, están cubiertos por la calificación del desempeño del proceso del dispositivo PFS-NSD-1:

source: The following material was used for the validation parameter linearity with matrix:
es_es: Se usó el siguiente material en las pruebas del parámetro de validación "linealidad" con matriz:

source: The following material was used for the validation parameter specificity – interference test internal standard:
es_es: Se usó el siguiente material en las pruebas del parámetro de validación "especificidad" (prueba de interferencia del estándar interno):

source: The following materials of sterile filtration and filling showed a RPN above the threshold:
es_es: Los siguientes materiales de filtración y llenado estéril presentaron un número de prioridad de riesgo por encima del umbral:

source: The following materials were used for the validation parameter accuracy:
es_es: Se usaron los siguientes materiales para el parámetro de validación "exactitud":

source: The following materials were used for the validation parameter quantitation limit:
es_es: Se usaron los siguientes materiales en el parámetro de validación "límite de cuantificación":
